Repository: plyoox/plyoox-v3
Catalog: src/translation/locales/*/LC_MESSAGES/plyoox.po
Languages: de

source: Bans users based on a multiple factors.
de: Bannt Benutzer basierend auf mehreren Faktoren.

source: The channel to search through. If not specified, the current channel is used.
de: Kanal, der durchsucht werden soll (Standard: aktueller Kanal).

source: The amount of messages to search through (100).
de: Die Anzahl der Nachrichten, die durchsucht werden sollen (100).

source: The reason for the massban.
de: Der Grund für den Massenban.

source: Must be contained in a message.
de: Muss in einer Nachricht enthalten sein.

source: Must be at the start of a message.
de: Muss am Anfang einer Nachricht stehen.

source: Must be at the end of a message.
de: Muss am Ende einer Nachricht stehen.

source: If the message contains an embed.
de: Wenn die Nachricht ein Embed enthält.

source: If the message contains a attachment.
de: Wenn die Nachricht einen Anhang enthält.

source: Only users that joined after this.
de: Nur Benutzer, die nach diesem Datum beigetreten sind.

source: Only users that joined before this.
de: Nur Benutzer, die vor diesem Datum beigetreten sind.

source: If users have a role or not.
de: Ob Benutzer eine Rolle haben oder nicht.

source: If users have an avatar or not.
de: Ob Benutzer ein Avatar haben oder nicht.

source: Regex that must be matched in the username.
de: Regex, der im Benutzernamen übereinstimmen muss.

source: Only messages sent after this (id).
de: Nur Nachrichten, die nach dieser Id gesendet wurden.

source: Only messages sent before this (id).
de: Nur Nachrichten, die vor dieser Id gesendet wurden.

source: Only users that are younger than this (in days).
de: Nur Benutzer, die jünger als dieser sind (in Tage).

source: Only users that joined before this (in days).
de: Nur Benutzer, die vor diesem Datum beigetreten sind.

source: The provided regex is invalid.
de: Der angegebene Regex ist ungültig.

source: There are no users that meets this criteria.
de: Es gibt keine Benutzer, die diese Kriterien erfüllen.

source: Confirm the selection of users scheduled for ban.
de: Bestätigen Sie die Auswahl der für den Ban geplanten Benutzer.

source: Lists current warnings for a user.
de: Listet aktuelle Warnungen für einen Benutzer auf.

source: The user to list warnings for.
de: Der Benutzer, dessen Warnungen aufgelistet werden sollen.

source: Bots cannot be punished.
de: Bots können nicht bestraft werden.

source: Adds a warning to a user.
de: Fügt einem Benutzer eine Warnung hinzu.

source: The user to add a warning to.
de: Der Benutzer, dem eine Warnung hinzugefügt werden soll.

source: The amount of points to add.
de: Die Anzahl der Punkte, die hinzugefügt werden sollen.

source: The reason for the warning.
de: Der Grund für die Warnung.

source: The required module is not loaded.
de: Das erforderliche Modul ist nicht geladen.

source: This has not been set up. Please visit https://plyoox.net
de: Dies wurde nicht eingerichtet. Bitte besuche https://plyoox.net

source: The module is currently disabled. Enabled it on the [Dashboard](https://plyoox.net).
de: Das Modul ist derzeit deaktiviert. Aktiviere es auf dem [Dashboard](https://plyoox.net).

source: There are no point actions configured.
de: Es sind keine Punkteaktionen konfiguriert.

source: {user.mention} has been warned.
de: {user.mention} wurde gewarnt.

source: Removes a warning from a user.
de: Entfernt eine Warnung von einem Benutzer.

source: The ID of the warning to remove.
de: Die ID der Warnung, die entfernt werden soll.

source: The user to remove a warning from.
de: Der Benutzer, von dem eine Warnung entfernt werden soll.

source: The warning has been removed.
de: Die Warnung wurde entfernt.

source: There is no warning with the id `{id}`
de: Es gibt keine Warnung mit der ID `{id}`

source: Removes all warnings from a user.
de: Entfernt alle Warnungen eines Benutzers.

source: The user to remove all warnings from.
de: Der Benutzer, von dem alle Warnungen entfernt werden sollen.

source: All warnings have been removed.
de: Alle Warnungen wurden entfernt.

source: {member} has no warnings
de: {member} hat keine Warnungen

source: Punish a user with predefined templates.
de: Bestrafe einen Benutzer mit bereitgestellten Vorlagen.

source: Template for punishing the user.
de: Die Vorlage für die Bestrafung.

source: The user to punish.
de: Der Benutzer, der bestraft werden soll.

source: There are no punishments configured.
de: Es sind keine Bestrafungen konfiguriert.

source: The provided template does not exist.
de: Die angegebene Vorlage existiert nicht.

source: The user has been punished.
de: Der Benutzer wurde bestraft.

source: hours
de: Stunden

source: day
de: Tag

source: days
de: Tage

source: month
de: Monat

source: Game
de: Spiel

source: Viewer count
de: Zuschaueranzahl

source: Started at
de: Gestartet am

source: Stream went offline
de: Stream beendet

source: Ended at
de: Geendet am

source: Duration
de: Dauer

source: Go to Twitch
de: Zu Twitch

source: Temporary ban expired
de: Temporärer Ban abgelaufen

source: The command could not be found. If this error occurs more often, contact support.
de: Der Befehl konnte nicht gefunden werden. Wenn dieser Fehler häufiger auftritt, wenden Sie sich an den Support.

source: Bot is missing permissions: {missing_permission}
de: Der Bot hat nicht die erforderlichen Berechtigungen: {missing_permission}

source: The given user does not seem to be a guild member.
de: Der angegebene Benutzer scheint kein Mitglied des Servers zu sein.

source: Command is on cooldown, retry after {retry_after} seconds
de: Der Command ist noch im Cooldown, versuche es in {retry_after} Sekunden erneut

source: Only the creator can use this action.
de: Nur der Ersteller kann diese Aktion nutzen.
