Repository: plyoox/plyoox-v3
Catalog: src/translation/locales/*/LC_MESSAGES/plyoox.po
Languages: de

source: Results for {query}
de: Ergebnisse für {query}

source: No results found.
de: Keine Ergebnisse gefunden.

source: Information
de: Informationen

source: Episodes
de: Episoden

source: minutes
de: Minuten

source: Season
de: Saison

source: Year
de: Jahr

source: Country
de: Land

source: Score
de: Bewertung

source: Description
de: Beschreibung

source: Genres
de: Genre

source: Related to
de: Verwandt mit

source: Previous page
de: Vorherige Seite

source: Next page
de: Nächste Seite

source: Back
de: Zurück

source: Show rating
de: Bewertung anzeigen

source: The required infrastructure is currently not available.
de: Die erforderliche Infrastruktur ist derzeit nicht verfügbar.

source: Rating Statistics for {title}
de: Bewertungsstatistiken für {title}

source: Rating
de: Bewertung

source: View trailer
de: Trailer ansehen

source: Commands for querying the Anilist site.
de: Befehle zum Abfragen der Anilist-Website.

source: Search for an anime on Anilist.
de: Suche nach einem Anime auf Anilist.

source: The query to search for.
de: Die Abfrage zum Suchen.

source: In which language the titles should be displayed (default original).
de: In welcher Sprache die Titel angezeigt werden sollen (Standard: Original).

source: The limit of the API has been reached. Please try again later.
de: Das Limit der API wurde erreicht. Bitte versuchen Sie es später erneut.

source: Get information about an anime on Anilist.
de: Informationen über einen Anime auf Anilist abrufen.

source: Provides fun commands.
de: Bietet lustige Befehle.

source: Flip a coin.
de: Wirf eine Münze.

source: Generates a random color.
de: Generiert eine zufällige Farbe.

source: Random color: HEX: `{hex}` RGB: `{rgb}`
de: Zufällige Frabe: HEX: `{hex}` RGB: `{rgb}`

source: Spin a slot machine.
de: Drehe eine Slotmaschine.

source: You won! :tada:
de: Du hast gewonnen! :tada:

source: You lost :cry:
de: Du hast verloren :cry:

source: A user to be shipped
de: Benutzer 1

source: Another optional user that will be shipped with the first one
de: Benutzer 2

source: Chooses one of the two given choices.
de: Wählt zufällig eine der beiden angegebenen Optionen aus.

source: The first choice
de: Die erste Wahl

source: The second choice
de: Die zweite Wahl

source: My random answer
de: Meine zufällige Antwort

source: Roll a dice.
de: Wirf einen Würfel.

source: Shows a random cat.
de: Zeigt dir eine zufällige Katze.

source: Could not get a cat :(
de: Konnte keine Katze bekommen :(

source: Shows a random dog.
de: Zeigt dir eine zufälligen Hund.

source: Cries.
de: Weint.

source: {user.mention} cries :cry:
de: {user.mention} weint :cry:

source: Hugs a user.
de: Umarme einen Benutzer.

source: The user to hug.
de: Der Benutzer, der umarmt werden soll.

source: {user.mention} hugs {target.mention}
de: {user.mention} umarmt {target.mention}

source: Provides information about a guild or guild specific information.
de: Bietet Informationen über eine Server und serverspezifische Informationen.

source: Displays general information about the current guild.
de: Zeige allgemeine Informationen über den aktuellen Server an.

source: Guild information
de: Serverinformationen

source: General information
de: Generelle Informationen

source: Owner
de: Besitzer

source: Created at
de: Erstellt am

source: Members
de: Mitglieder

source: Roles
de: Rollen

source: No roles
de: Keine Rollen

source: More information
de: Mehr Informationen

source: Boost level
de: Premium Level

source: Vanity url
de: Personalisierte Einladung

source: No vanity url
de: Keine personalisierte Einladung

source: Stickers
de: Sticker

source: Features
de: Besonderheiten

source: No features
de: Keine Besonderheiten

source: Counts the members who have joined the guild in the last 24 hours.
de: Zählt die Mitglieder, die dem Server in den letzten 24 Stunden beigetreten sind.

source: member_count} users of the server have joined in the last 24 hours.
de: {member_count} Benutzer des Servers sind in den letzten 24 Stunden beigetreten.

source: Shows how many members are currently in the guild.
de: Anzahl der Mitglieder, die derzeit auf dem Server sind.

source: This guild has {member_count} member.
de: Der Server hat {member_count} Mitglieder.

source: View user info.
de: User Informationen anzeigen.

source: Shows information about the bot.
de: Zeigt informationen über den Bot an.

source: Developer
de: Entwickler

source: Contributors
de: Beitragende

source: Guild count
de: Serveranzahl

source: Uptime
de: Laufzeit

source: Privacy Policy
de: Datenschutzbestimmungen

source: Invite
de: Einladen

source: Provides information about a guild member or user.
de: Zeigt informationen über ein Mitglied oder einen Benutzer an.

source: Provides join information about a member.
de: Zeigt Beitrittsinformationen über einen Benutzer an.

source: Join information
de: Beitrittsinformationen

source: Days since joined
de: Tage seit dem Beitritt

source: Joined at
de: Beigetreten am

source: User information
de: User Informationen

source: No
de: Nein

source: Yes
de: Ja

source: Public Badges
de: Öffentlichen Abzeichen

source: No public badges
de: Keine öffentlichen Abzeichen

source: Nick
de: Nickname

source: No nick
de: Kein Nickname

source: Guild
de: Server

source: Completed verification
de: Verifizierung abgeschlossen

source: Boosts guild
de: Boostet den Server

source: Displays the user at the join position.
de: Zeigt den Benutzer auf einer Beitrittsposition an.

source: Joining position in the server.
de: Beitrittsposition im Server.

source: No member found at this position.
de: Kein Mitglied an dieser Position gefunden.

source: Shows join information about a specific member.
de: Zeigt Beitrittsinformationen über ein bestimmtes Mitglied an.

source: The member about whom you want the information.
de: Das Mitglied, über den die Informationen angezeigt werden sollen.

source: Shows information's about a member.
de: Zeigt Informationen über ein Mitglied an.

source: The member you want the information about.
de: Das Mitglied, von dem die Informationen angezeigt werden sollen.

source: Shows the avatar of a user.
de: Zeigt den Avatar eines Benutzers an.

source: The member you want the avatar from.
de: Der Benutzer, dessen Avatar angezeigt werden soll.

source: Reset server levels
de: Level des Servers zurücksetzen

source: Are you sure you want to reset all levels?
de: Bist du sicher, dass du die Level von allen Benutzern zurücksetzen willst?

source: Repeat:
de: Wiederhole:

source: Wrong answer provided, aborting.
de: Falsche Antwort angegeben, Abbruch.

source: The level of all guild members has been successfully reset.
de: Das Level aller Mitglieder wurde zurückgesetzt.

source: View rank
de: Rang anzeigen

source: Commands that are needed to interact with the level-system.
de: Befehle, die für die Interaktion mit dem Level-System benötigt werden.

source: The level system has not been enabled. Go to the [Dashboard](https://plyoox.net) to enabled it.
de: Das Levelsystem ist derzeit nicht aktiviert. Aktiviere es auf dem [Dashboard](https://plyoox.net).

source: This module is currently disabled.
de: Das Modul ist derzeit deaktiviert.

source: This user has never written anything or is excluded.
de: Dieser Benutzer hat noch nie etwas geschrieben oder ist ausgeschlossen.

source: Shows information about the current rank of a member.
de: Zeigt Informationen über den aktuellen Rang eines Benutzers an.

source: The member from whom you want the rank.
de: Der Benutzer, dessen Rang angezeigt werden soll.

source: Shows the available level roles.
de: Zeigt die verfügbaren Level Rollen an.

source: The server has no level roles configured.
de: Der Server hat keine Level Rollen konfiguriert.

source: Available level roles
de: Verfügbare Level Rollen

source: **Remove previous roles:** {remove_roles}
de: **Vorherige Rollen entfernen:** {remove_roles}

source: Lists the top 10 users with the highest level on this guild.
de: Liste der Top 10 Benutzer mit dem höchsten Level auf dem Server.

source: There is no user tracked by the level system.
de: Es wird kein Benutzer vom Levelsystem verfolgt.

source: Top 10 users with the highest level
de: Top 10 der Benutzer mit dem höchsten Level

source: Resets the level of a member. This action cannot be undone.
de: Setzt das Level eines Benutzers zurück. Diese Aktion kann nicht rückgängig gemacht werden.

source: The member from whom you want to reset rank.
de: Der Benutzer, dessen Level zurücksetzt werden soll.

source: The level progress of this user was reset.
de: Der Level-Fortschritt des Users wurde zurückgesetzt.

source: The levels of this user were successfully reset.
de: Das Level des Users wurde zurückgesetzt.

source: Resets the levels of all members in the guild. This action cannot be undone.
de: Setzt das Level aller User zurück. Diese Aktion kann nicht rückgängig gemacht werden.

source: The user {member.display_name} ({member}) has joined the guild.
de: Der Benutzer {member.display_name} ({member}) ist dem Server beigetreten.

source: User joined
de: Benutzer beigetreten

source: Account created at
de: Account erstellt am

source: The user {member.display_name} ({member}) has left the guild.
de: Der Benutzer {member.display_name} ({member}) hat den Server verlassen.

source: Member left
de: Mitglied verlassen

source: The user {member.display_name} ({member}) has been banned.
de: Der Benutzer {member.display_name} ({member}) wurde gebannt.

source: User banned
de: Benutzer gebannt

source: The user {user.display_name} ({user}) has been unbanned.
de: Der Benutzer {user.display_name} ({user}) wurde entbannt.

source: Member unbanned
de: Mitglied entbannt

source: The user {member.display_name} ({member}) has updated their roles.
de: Der Benutzer {member.display_name} ({member}) hat die Rollen geändert.

source: Member roles changed
de: Mitgliedsrollen geändert

source: New roles
de: Neue Rollen

source: Old roles
de: Alte Rollen

source: The user {member.display_name} ({member}) has updated their name.
de: Der Benutzer {member.display_name} ({member}) hat den Namen geändert.

source: Member renamed
de: Mitglied umbenannt

source: Previous name
de: Alter Name

source: New name
de: Neuer Name

source: Old message content
de: Alter Nachrichteninhalt

source: No content
de: Kein Inhalt

source: **{member}** edited a [message]({message}) in {channel}.
de: **{member}** hat eine [Nachricht]({message}) in {channel} bearbeitet.

source: Message edited
de: Nachricht bearbeitet

source: New message content
de: Neuer Nachrichteninhalt

source: Message deleted
de: Nachricht gelöscht

source: A message from **{member}** was deleted from {channel.mention}.
de: Eine Nachricht von **{member}** wurde aus {channel.mention} gelöscht.

source: Message content
de: Nachrichteninhalt

source: Attachments
de: Anhänge

source: A message from {channel} has been deleted.
de: Eine Nachricht aus {channel} wurde gelöscht.

source: Bulk message delete
de: Massenlöschung von Nachrichten

source: {count} messages have been deleted from {channel}.
de: Es wurden {count} Nachrichten aus {channel} gelöscht.

source: No reason
de: Kein Grund angegeben

source: Reason
de: Grund

source: Executed at
de: Ausgeführt am

source: Punished until
de: Bestraft bis

source: Received DM
de: PM erhalten

source: {deleted_count} messages have been deleted from {channel} by {moderator.mention} ({moderator}).
de: Es wurden {deleted_count} Nachrichten aus {channel} von {moderator.mention} ({moderator}) gelöscht.

source: Messages cleared
de: Nachrichten gelöscht

source: Channel Id
de: Kanal ID

source: Deleted Messages
de: Gelöschte Nachricht

source: User has been punished
de: Benutzer wurde bestraft

source: Punishment executed
de: Bestrafung ausgeführt

source: Points added
de: Punkte hinzugefügt

source: Message
de: Nachricht

source: Maximum amount of points reached
de: Maximale Punktzahl erreicht

source: The user {target.mention} ({target}) has reached the maximum number of points.
de: Der Benutzer {target.mention} ({target}) hat die maximale Punktzahl erreicht.

source: Automod: Maximum points reached
de: Automod: Maximale Punktzahl erreicht

source: Action
de: Aktion

source: The user {target} ({target.id}) has been warned by {moderator}.
de: Der Benutzer {target} ({target.id}) wurde von {moderator} gewarnt.

source: User has been warned
de: Benutzer wurde gewarnt

source: User has reached the maximum number of points
de: Benutzer hat die maximale Anzahl an Punkten erreicht

source: Message has been deleted
de: Nachrichten wurde gelöscht

source: The message from {target.mention} ({target}) has been deleted by {moderator.mention} ({moderator}).
de: Der Benutzer {target.mention} ({target}) wurde von {moderator.mention} ({moderator}) entsperrt.

source: User has been temporary banned
de: Benutzer wurde temporär gebannt

source: The user {target.mention} ({target}) has been temporarily banned by {moderator.mention} ({moderator}).
de: Der Benutzer {target.mention} ({target}) wurde von {moderator.mention} ({moderator}) temporär gebannt.

source: User has been banned
de: Benutzer wurde gebannt

source: The user {target.mention} ({target}) has been banned by {moderator.mention} ({moderator}).
de: Der Benutzer {target.mention} ({target}) wurde von {moderator.mention} ({moderator}) gebannt.

source: User has been temporary muted
de: Benutzer wurde temporär gesperrt

source: The user {target.mention} ({target}) has been temporarily muted by {moderator.mention} ({moderator}).
de: Der Benutzer {target.mention} ({target}) wurde von {moderator.mention} ({moderator}) temporär gesperrt.

source: User has been kicked
de: Benutzer wurde gekickt

source: The user {target.mention} ({target}) has been kicked by {moderator.mention} ({moderator}).
de: Der Benutzer {target.mention} ({target}) wurde von {moderator.mention} ({moderator}) gekickt.

source: User has been unbanned
de: Benutzer wurde entbannt

source: The user {target.mention} ({target}) has been unbanned by {moderator.mention} ({moderator}).
de: Der Benutzer {target.mention} ({target}) wurde von {moderator.mention} ({moderator}) entbannt.

source: User has been softbanned
de: Benutzer wurde softgebannt

source: The user {target.mention} ({target}) has been softbanned by {moderator.mention} ({moderator}).
de: Der Benutzer {target.mention} ({target}) wurde von {moderator.mention} ({moderator}) softgebannt.

source: User has been unmuted
de: Benutzer wurde entsperrt

source: The user {target.mention} ({target}) has been unmuted by {moderator.mention} ({moderator}).
de: Der Benutzer {target.mention} ({target}) wurde von {moderator.mention} ({moderator}) entsperrt.

source: The message from {target.mention} ({target}) has been deleted by the automoderation system.
de: Eine Nachricht von {target.mention} ({target}) wurde vom Automoderationssystem gelöscht.

source: The user {target.mention} ({target}) has been temporarily banned by the automoderation system.
de: Der Benutzer {target.mention} ({target}) wurde vom Automoderationssystem temporär gebannt.

source: The user {target.mention} ({target}) has been banned by the automoderation system.
de: Der Benutzer {target.mention} ({target}) wurde vom Automoderationssystem gebannt.

source: The user {target.mention} ({target}) has been temporarily muted the automoderation system.
de: Der Benutzer {target.mention} ({target}) wurde vom Automoderationssystem temporär gesperrt.

source: The user {target.mention} ({target}) has been kicked by the automoderation system.
de: Der Benutzer {target.mention} ({target}) wurde vom Automoderationssystem gekickt.

source: Guild Id
de: Server ID

source: Temporary Ban
de: Temporärer Bann

source: You have been temporarily banned.
de: Du wurdest temporär gebannt.

source: Permanent Ban
de: Permanenter Bann

source: You have been permanently banned.
de: Du wurdest permanent gebannt.

source: Temporary Mute
de: Temporäre Sperre

source: You have been temporarily muted.
de: Du wurdest temporär gesperrt.

source: You have been kicked.
de: Du wurdest gekickt.

source: Unmute
de: Entsperrung

source: You have been unmuted.
de: Du wurdest entsperrt.

source: A message has been deleted.
de: Eine Nachrichten wurde gelöscht.

source: Points received
de: Punkte erhalten

source: You have received points for your actions.
de: Du hast Punkte für deine Aktionen erhalten.

source: Points
de: Punkte

source: List of members
de: Liste der Mitglieder

source: Page
de: Seite

source: Confirm the selection of users to be banned.
de: Bestätigen Sie die Auswahl der zu bannenden Benutzer.

source: Ban users
de: Benutzer bannen

source: View users
de: Benutzer anzeigen

source: Cancel
de: Abbrechen

source: {user_count} users will be banned...
de: {user_count} Benutzer werden gebannt...

source: Too many errors occurred while banning users. {user_count} users have been banned.
de: Zu viele Fehler beim Bannen von Benutzern aufgetreten. {user_count} Benutzer wurden gebannt.

source: Successfully banned {user_count} users.
de: {user_count} Benutzer wurden erfolgreich gebannt.

source: Expired Infractions
de: Abgelaufene Warnungen

source: This user has no warnings.
de: Der Benutzer hat keine Warnungen.

source: Infractions
de: Warnungen

source: Never
de: Nie

source: Infraction
de: Warnung

source: Expires at
de: Läuft ab am

source: Active Infractions
de: Aktive Warnungen

source: Discord invite
de: Discord Einladung

source: External link
de: Externer Link

source: Caps spam
de: Großbuchstaben Spam

source: Maximum number of points reached
de: Maximale Punktzahl erreicht

source: Violating a Discord moderation rule
de: Verstoß gegen eine Discord Moderationsregel

source: Cannot purge messages older than 14 days, due to Discord limitations.
de: Es können keine Nachrichten gelöscht werden, die älter als 14 Tage sind.

source: Messages deleted
de: Nachrichten gelöscht

source: Affected users
de: Betroffene Benutzer

source: {message_count} Messages have been deleted.
de: {message_count} Nachrichten wurden gelöscht.

source: Clear all messages in a channel.
de: Löscht alle Nachrichten in einem Kanal.

source: The amount of messages you want to purge.
de: Die Anzahl der Nachrichten, die gelöscht werden sollen.

source: Why the messages should be deleted.
de: Warum die Nachrichten gelöscht werden sollen.

source: Clears all messages that contain a specific string.
de: Löscht alle Nachrichten die eine bestimmte Zeichenkette enthalten.

source: The number of messages the bot should scan through.
de: Die Anzahl der Nachrichten, die der Bot durchsuchen soll.

source: If this string is contained in a message, the bot will delete it.
de: Löscht alle Nachrichten, die diese Zeichenfolge enthalten.

source: Clears all messages from a specific user.
de: Löscht alle Nachrichten eines bestimmten Benutzers.

source: The user from whom the messages are to be deleted
de: Der Benutzer, von dem die Nachrichten gelöscht werden sollen

source: Deletes all messages that contain a link.
de: Löscht alle Nachrichten, die einen Link enthalten.

source: Deletes all messages that contains files.
de: Löscht alle Nachrichten, die Dateien enthalten.

source: Deletes all messages that are sent by bots.
de: Löscht alle Nachrichten, die von einem Bot gesendet wurden.

source: Deletes all messages until a specific message.
de: Löscht alle Nachrichten bis zu einer bestimmten Nachricht.

source: The message until which the bot should delete.
de: Die Nachricht, bis zu der gelöscht werden soll.

source: The provided message id is invalid.
de: Die angegebene Nachrichten-ID ist ungültig.

source: Invite info
de: Einladungsinfo

source: Commands to manage warnings on a user.
de: Befehle zum Verwalten von Warnungen eines Benutzers.

source: The user must be below you in the hierarchy.
de: Der Benutzer muss unter dir in der Hierarchie stehen.

source: The user must be below the bot in the hierarchy.
de: Der Benutzer muss unter dem Bot in der Hierarchie stehen.

source: You cannot punish administrators.
de: Du kannst keine Administratoren bestrafen.

source: You cannot punish bots.
de: Du kannst keine Bots bestrafen.

source: Information about the invite `{invite}`
de: Informationen über die Einladung `{invite}`

source: Invite information
de: Einladungsinformationen

source: No date
de: Kein Datum

source: Uses
de: Benutzungen

source: Mention
de: Erwähnung

source: No creator
de: Keinen Ersteller

source: Creator
de: Ersteller

source: Bans an user from the guild.
de: Bannt einen Benutzer vom Server.

source: The member that should be banned.
de: Der Benutzer, der gebannt werden soll.

source: Why the member should be banned.
de: Warum der Benutzer gebannt werden soll.

source: The user has been permanently banned.
de: Der Benutzer wurde permanent gebannt.

source: Bans an user from the guild for a specific time.
de: Bannt einen Benutzer für eine bestimmte Zeit vom Server.

source: How long the member should be banned.
de: Wie lange der Benutzer gebannt werden soll.

source: The provided duration is invalid.
de: Die angegebene Dauer ist ungültig.

source: The provided duration is too long.
de: Die angegebene Dauer ist zu lang.

source: The minimum duration is 60 seconds.
de: Die kürzeste Dauer ist 60 Sekunden.

source: The user has been banned until {timestamp}.
de: Der Benutzer wurde bis {timestamp} gebannt.

source: Kicks an user from the guild.
de: Kickt einen Benutzer vom Server.

source: The member that should be kicked.
de: Das Mitglied, das gekickt werden soll.

source: Why the member should be kicked.
de: Warum das Mitglied gekickt werden soll.

source: The user has been kicked.
de: Der Benutzer wurde gekickt.

source: Mutes a member for a specific time.
de: Sperrt einen Benutzer für eine bestimmte Zeit.

source: The member that should be muted.
de: Das Mitglied, das gesperrt werden soll.

source: Why the member should be muted.
de: Warum das Mitglied gesperrt werden soll.

source: How long the member should be muted (max 28 days).
de: Wie lange das Mitglied gesperrt werden soll (max. 28 Tage).

source: The member has been muted until {timestamp}.
de: Der Benutzer wurde bis {timestamp} gesperrt.

source: Unbans an user from the guild.
de: Entbannt einen Benutzer vom Server.

source: The user that should be unbanned.
de: Der Benutzer, der entbannt werden soll.

source: Why the user should be unbanned.
de: Warum der Benutzer entbannt werden soll.

source: The user is not banned on this server.
de: Der Benutzer ist auf diesem Server nicht gebannt.

source: The user has been unbanned.
de: Der Benutzer wurde entbannt.

source: Kicks a member from the guild and deletes their messages.
de: Kickt ein Mitglied vom Server und löscht deren Nachrichten.

source: Sets the slowmode of the current channel.
de: Setzt den Slowmode des aktuellen Kanals.

source: How long the slowmode should be (max 6hrs).
de: Wie lange der Slowmode sein soll (max. 6 Stunden).

source: The slowmode has been disabled.
de: Der Slowmode wurde deaktiviert.

source: The slowmode has been enabled.
de: Der Slowmode wurde aktiviert.

source: Unmutes a member.
de: Entsperrt ein Mitglied.

source: The member that should be unmuted.
de: Das Mitglied, das entsperrt werden soll.

source: Why the member should be unmuted.
de: Warum das Mitglied entsperrt werden soll.

source: The member has been unmuted.
de: Das Mitglied wurde entsperrt.

source: Shows information about a invite.
de: Zeigt Informationen über eine Einladung an.

source: The invite you want to get information about.
de: Die Einladung, dessen Informationen angezeigt werden sollen.

source: The input is not a valid invite.
de: Die Eingabe ist keine gültige Einladung.

source: The invite does not exist.
de: Die Einladung existiert nicht.

source: This message does not contain an invite.
de: Diese Nachricht enthält keine Einladung.
